Repository: CofficLab/Lumi
Catalog: Plugins/OpenRemotePlugin/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hk

source: Displays a button in the header to open the current project's remote repository in browser
zh_hans: 在 header 中显示一个按钮，用于在浏览器中打开当前项目的远程仓库
zh_hk: 在 header 中顯示一個按鈕，用於在瀏覽器中打開當前項目的遠程倉庫

source: Open Remote Repository
zh_hans: 打开远程仓库
zh_hk: 打開遠程倉庫

source: 加载中...
zh_hk: 載入中...

# 在浏览器中打开远程仓库
source: Open remote repository in browser
zh_hans: 在浏览器中打开远程仓库
zh_hk: 在瀏覽器中打開遠程倉庫

source: 复制 URL
zh_hk: 複製 URL

source: 当前项目没有远程仓库
zh_hk: 當前項目沒有遠端倉庫

source: 打开
zh_hk: 打開

source: 无远程仓库
zh_hk: 無遠端倉庫

source: 远程仓库
zh_hk: 遠端倉庫

source: Core Capabilities
zh_hans: 核心能力
zh_hk: 核心能力

source: Where to Find It
zh_hans: 使用入口
zh_hk: 使用入口

source: One click
zh_hans: 一键
zh_hk: 一鍵

source: Browser
zh_hans: 浏览器
zh_hk: 瀏覽器

source: Open Remote
zh_hans: 打开远程仓库
zh_hk: 開啟遠端儲存庫

source: Jump from the project to its hosted repository.
zh_hans: 从项目直接跳转到托管仓库。
zh_hk: 從專案直接跳轉到託管儲存庫。

source: Header Button
zh_hans: 标题栏按钮
zh_hk: 標題列按鈕

source: A dedicated button lives in the title bar.
zh_hans: 标题栏中有一个专用按钮。
zh_hk: 標題列中有一個專用按鈕。

source: Repo Detection
zh_hans: 仓库识别
zh_hk: 儲存庫識別

source: Reads the project's remote automatically.
zh_hans: 自动读取项目的远程地址。
zh_hk: 自動讀取專案的遠端位址。

source: Header toolbar button
zh_hans: 标题栏工具栏按钮
zh_hk: 標題列工具列按鈕
